Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: “도련님, 죄송합니다!”{j}갑자기 튀어나온 한마디.
en_us: “Young master, forgive us!” one yelled.{j}

source: 나는 고개를 끄덕이고 게롯을 향해 검을 휘둘렀다.
en_us: I nodded and swung the sword at Gerrod.

source: 흥신소를 운영하면서 내가 했던 일들은 외국의 사립탐정이 하는 일과 크게 다르지 않았다.
en_us: What I did in the private agency was no different from what private investigators overseas did.

source: 내 말에 데이먼이 입을 다물고 나를 바라봤다.
en_us: Damon clamped his mouth shut to look at me.

source: “집이 하나 더 있습니다.”
en_us: “There is one more house,” he commented.

source: 나의 존경하고 사랑하는 아버님께서는 아들 걱정에 잠 못 이루는 아내는 버려두고 또 다른 아내와 밤을 보내셨네요.
en_us: But I see that my respected, beloved father abandoned his wife who couldn’t rest worrying about her son to spend his night with his other one.

source: “기사의 미덕은 알고 있습니다.
en_us: “I know of the chivalry.

source: 여자는 하얗게 질린 표정으로 나를 바라보며 입을 뻐끔거리고 있었다.
en_us: The woman was staring at me, pale-faced and mouthing silently.

source: 팔굽혀펴기를 포함해서 약 네 가지의 체력 검사를 마친 우리는 다시 연병장에 집합했고, 병참 장교가 입을 열었다.
en_us: After four different tests, including the push-ups, we assembled in the training ground.

source: 그렇게 앉아서 눈을 감은 채 시간이 흘러가기 시작한다.
en_us: The time began to pass as I mused with my eyes closed.

source: 저 자식들은 도대체 여기에서 뭘 하고 있는 거지.
en_us: What were the bastards doing here?

source: 게롯은 계속해서 설명을 이어나갔다.{j}“아무나 몸에 구심점을 박아넣을 수 있는 건 아닙니다.
en_us: Gerrod continued to explain, “Not everyone can root a core into their body.{j}

source: “그리고 배는 어선이었습니다.”
en_us: “Also, the boat was a fishing boat,” I said.

source: 세면대가 있는 것도 아니라서 참 난감하다.
en_us: Unfortunately, there was no washing basin in the room.

source: “뭐 이렇게 저렇게 말은 잘 꾸미셨지만, 결국은 겸사겸사라는 거군요.”
en_us: “Well, so despite your pretty words, you actually wanted this to happen.”

source: 키는 165cm 정도.
en_us: 5.4 ft tall.

source: 녀석이 입을 크게 벌리고 부글부글 물거품을 피워올리며 내 쪽으로 돌진했다.
en_us: The bastard opened his mouth wide and charged in my way, bubbles gushing out.

source: 대답이라도 좀 해주지?”
en_us: I’d appreciate a response!” I demanded.

source: 게다가 하녀복 주제에 치마는 또 왜 무릎 언저리에 머무르고 있는 거지.
en_us: And why did that uniform dress only come down to her knees?

source: 한계다.
en_us: I was at my limit.

source: 레온 백작의 영지는 로티샤 호수와 인접해 있다.
en_us: Count Leon’s estate bordered on the Lake Roticha.

source: 하고 싶은 말이 있으면 하겠지.
en_us: If she had anything to say, she would.

source: 어쨌든 안 미끄러지게 조심해라, 시체도 못 찾는다.”
en_us: Anyway, take care and don’t slip. We won’t even be able to retrieve your body.”

source: “배를 빌린 게 아닐지도 모르겠군요.”{j}내 말에 게롯이 나를 바라보다가 침을 삼켰다.
en_us: “They might not have borrowed that boat,” I said to which Gerrod turned and gulped.{j}

source: 얼마나 땅을 파기 시작했을까.{j}마침내 시체를 찾을 수 있었다.
en_us: After a while, we finally found the body.{j}

source: 게롯의 몸이 이전에 본 것과 같이 돌덩이 같은 색깔로 변하고, 그런 게롯의 몸을 타고 내 몸으로 강렬한 충격이 전달된다.
en_us: His body changed into the rocky shade that I had seen before as I felt a strong shock.

source: 그럼…… 아마 올가미까지 걸리지는 않을 거야.
en_us: Then... he wouldn’t garrote you at least.

source: 나는 벌러덩 드러누워서 숨을 몰아쉬며 그 석양을 바라보고 있었다.
en_us: I lay on my back panting as I stared at the sun.

source: 그 말에 몇몇 녀석들이 억울하다는 것 같은 표정을 지었다.
en_us: A few bastards looked at him reproachfully.

source: “이 정도면 양호한 편인데.
en_us: “This is fine.

source: “날씨 한번 기가 막히네.”
en_us: “What a weather,” I murmured.

source: “그런가요.
en_us: “Is that so?

source: 환하던 연무장에 석양이 진다.
en_us: Sun was now setting.

source: 차라리 얼굴에 대고 쌍욕을 하던가.{j}이런 식으로 살살 시비를 걸겠다?
en_us: I’d much rather have him swear at my face rather than these sneaky insults.{j}

source: 밥 먹으면서 할 것도 없었는데 잠깐 놀아줘 볼까.
en_us: It wasn’t like I had anything else to do during breakfast anyway. I should humor him.

source: 나는 그 말에 웃으며 대답했다.
en_us: I smiled.

source: “내가 익사하며 본 검은 그 호수 바닥에 꽂혀있었을 거고.”
en_us: “That sword I saw while drowning would have been lodged in the bottom of the lake.”

source: “이전의 제가 어떻게 지냈는지 별로 궁금하지 않습니다.
en_us: “I’m not interested in how I lived in the past.

source: 하지만 그럼에도 불구하고 이 지독한 샛길은 사람을 졸아들게 하는 마력이 있었다.
en_us: Still, this insanely narrow path made my heart pound nervously.

source: “물론, 처음에는 그렇게까지 나쁜 사이는 아니었단다.
en_us: “Of course, we weren’t on such bad terms from the beginning.

source: “내가 빠진 장소에 도착하기 전까지는 배를 돌릴 생각 없다.
en_us: “I have no wish to turn the boat till I get to the spot I fell in.

source: 온천수 같은 게 솟아오르는 것도 아닌데 말이지.
en_us: It was strange. It wasn’t as if there was a hot spring underneath.

source: 녀석들 중에 하나가 이미 물에 빠져있었다.
en_us: One of them was in the water from the beginning.

source: ― 너는 내가 원했던 힘을 얻었다.
en_us: You have gained the power you wanted.

source: 여기에서 살아 돌아가도 결국 나는 쿠르스트 산맥으로 끌려가 거기에서 평생을 살게 된다.
en_us: Even if I survived this, I would be dragged to Kurst Mountains for life.

source: “백금발, 길이는 50cm 정도.{j}끝에 살짝 웨이브가 져 있군.”
en_us: “White blond, about 20 inches, curly at the end.”{j}

source: “그래 알았다.{j}안젤라, 오늘 밤에는 더 부를 일 없을 테니 돌아가 쉬어.”
en_us: “Alright. Angela, I won’t need anything else from you, so go back and rest,” I said.{j}

source: 또한, 거기에 더해 네가 찾아냈다고 하는 어부의 살인 사건 또한 치안대를 보내 조사하지.”
en_us: I’ll also send the Public Guards to investigate the murder of the fisherman that you mentioned.”

source: 즉, 찍힌 지 얼마 되지 않는 발자국이다.
en_us: In other words, this was fresh.

source: 보고 있기 짜증 나니까.
en_us: He was pissing me off.

source: “마틴, 기억을 잃었다지.
en_us: “Martin, I’ve heard you lost your memories.

source: 약간 큰 걸로 발뒤꿈치에 이렇게 커다란 물집이 잡히지는 않는다.
en_us: Slightly oversized shoes won’t cause such a large blister.

source: “도로?”{j}나는 그렇게 한탄을 섞어 중얼거렸다.
en_us: “A road?” I murmured with a sigh.{j}

source: “네가 어떻게 생각하든 중요치 않다.
en_us: “It doesn’t matter what you think.

source: 어느 정도 익숙해지신다면, 이후에는 혼자서도 틈틈이 해주셔야 합니다.”{j}말을 마친 게롯이 연무장을 가리켰다.
en_us: Once you get a bit used to it, I’d expect you to do it regularly by yourself,” said Gerrod as he pointed to the training ground.{j}

source: “설마, 이대로 끌려가라는 겁니까?”
en_us: “Are you seriously telling me that I should let myself dragged away like this?”

source: 문제는 그 한계점을 알 수 없다는 점이다.{j}한 번에 어느 정도의 마력을 끌어모으는 게 좋을지.
en_us: The problem was that it was difficult to know one’s own limit as to how much mana he could collect at once.{j}

source: 나는 상관없는데.
en_us: I didn’t mind.

source: 어차피 이 능력의 사용에는 익숙해져야 할 테니까.
en_us: I would have to get used to the power after all.

source: 군대 가서 정신 차리라는 식의 이야기는 꼭 한국에서 통용되는 이야기는 아닌 모양이군.
en_us: I supposed it weren’t only Koreans that told their boys to go to the army and man up.

source: 그래, 어차피 사라질 녀석이다 이거지.
en_us: Well, I would be gone soon enough. Was that what he wanted to say?

source: 심지어 백작 부인인 로델린도 아껴 쓸 정도의 향료라는 모양이다.
en_us: In other words, it was rare enough for even a countess like Rodelline.

source: 내가 이 몸뚱어리를 차지하게 된 것도 호수에 빠졌다가 건져 올려진 이후가 아니다.
en_us: Also, I hadn’t started possessing this body when I was dragged out of the lake.

source: “둘째 부인이라는 점은?”
en_us: “And how did you know she’s my second wife?”

source: 대답을 마친 녀석이 눈을 가늘게 뜨고 나를 바라본다.
en_us: The man stared at me with narrowed eyes after giving his name.

source: 즉, 지금 호수에 박혀 있는 붉은 가지는 지금 이 시점을 기준으로 그냥 목검이 되어버린다는 뜻이다.
en_us: In other words, the Red Branch on the bottom of the lake will turn into a regular old wooden sword from this point on.

source: “서로 피곤하게 하지 말고 빨리 발에 콘크리트나 신겨서 바다로 던져.”
en_us: “Let’s not continue this stupidity Just put me in concrete and throw me overboard,” I spat.

source: “데이먼.”
en_us: “Damon.”

source: 나는 그 말에 잠깐 멈칫했다.
en_us: I flinched.

source: 도리안의 배낭을 뒤져 가루를 찾아낸 나는 도리안을 바라보았다.
en_us: I located the grain powder and looked at him for directions.

source: 7 빼기 3은 4.
en_us: 7 minus 3 equaled 4.

source: 아들이라.
en_us: A son, huh?

source: 벽에 붙어있는 지도에는 책에서 봤던 군대 용어와 부호가 쓰여 있다.
en_us: On the map on the wall were military words and symbols I had seen in the book.

source: 여자 발이 270 이상으로 올라가는 경우는 그렇게 흔하지 않으니까, 아마 235가 마법사겠지.
en_us: Since women rarely had feet larger than 10.6 inches, the 9.2 inches one must be hers.

source: 이건 로델린에게 물어봐야겠는데.
en_us: I would have to ask Rodelline about this.

source: 가문 주치의라고 하더니, 꼭 귀족들의 병만을 치료하는 건 아닌 모양이다.
en_us: The family physician apparently treated more than just nobles.

source: “충분합니다.
en_us: “This would be enough.

source: 그렇게 생각하니 차라리 마음이 편하다.
en_us: Now that I accepted it, I felt at peace.

source: 커흡, 쿨럭……!”{j}숨을 쉴 수 있다.{j}폐 속에 공기 대신 물이 채워지기 일보 직전이었는데!
en_us: Cough, cough...!” I huffed, finally managing to breathe a moment before the water filled my lungs.{j}{j}

source: 그 내용을 읽어본 나는 기가 차서 웃음을 흘렸다.
en_us: I laughed incredulously.

source: 갑판을 살피면서 한쪽 구석에 치워진 그물망을 확인했다.
en_us: I had seen a net in the corner when I examined the deck.

source: “도리안 경은 저를 시험해보기 위해서 이리로 데려왔습니다.
en_us: “You brought me here to test me, Sir Dorian.

source: “미안한데, 전혀 모르겠습니다.”{j}어차피 속여도 금방 들킬 것이다.{j}의미 없다.
en_us: “I’m sorry, but I don’t recognize you at all,” I finally replied, deciding that playing along would be meaningless. They would find out soon enough anyway.{j}{j}

source: 내 입가에 미소가 퍼진다.
en_us: My lips pulled in a smile.

source: ― 찌르는 건 적이 아니다.
en_us: Your enemy you shall not stab.
